IDEA Open Model
PlateData.AxisX Property
Compatible with IDEA StatiCa Beta 20.0
 LCS - Axis X
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D AxisX { get; set; }
Public Property AxisX As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace